{
  "products": [
    {
      "comments": [],
      "likes": 0,
      "name": "Maybe You Should Talk to Someone: ",
      "author": "Lori Gottlieb",
      "pages": "434 стр.",
      "price": "34",
      "description": "This moving memoir takes you inside the minds of both therapists and patients. Gottlieb opens up about her experiences on both sides of the couch in such a personal and revealing way that it’ll resonate with anyone grappling with finding bigger meanings in their life. (And it’ll make you realize we all could probably use a therapist).",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/401824729/original/432x574/5c6d609b9b/1612080101?v=1",
      "genre": "foreignLiterature",
      "id": 3
    },
    {
      "comments": [
        {
          "userName": "John",
          "userComment": "Very good book!"
        },
        {
          "userName": "Kayla",
          "userComment": "Enjoyed reading this book :)"
        }
      ],
      "likes": 2,
      "name": "Elon Musk: Tesla and SpaceX",
      "author": "Ashlee Vance",
      "pages": "434 стр.",
      "price": "9.99",
      "description": "Elon Musk is, arguably, one of the most ambitious entrepreneurs of our time. He is the driving force and innovator behind SpaceX, Tesla, and SolarCity, not to mention that he sold a previous endeavor (PayPal) for $1.5 billion. In this captivating book, Ashlee Vance is able to capture the full gravity and timeline of Musk’s life and work, from his difficult and dangerous upbringing in South Africa to his dramatic technical innovations in the United States.  Known for his ambition, often compared to that of Steve Jobs, Elon Musk is both an illuminating, as well as an authoritative figure when it comes to Silicon Valley. Some think of him as a real-life Tony Stark, and this book tackles the fascinating exploration happening in an attempt to renew American innovation.",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/263504218/original/432x574/65fdc73e04/1612790416?v=1",
      "genre": "business",
      "id": 4
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Wiseguy: The 25th Anniversary Edition",
      "author": "Nicholas Pileggi and Martin Scorsese",
      "pages": "434 стр.",
      "price": "45",
      "description": "Nicholas Pileggi’s vivid, unvarnished, journalistic chronicle of the life of Henry Hill—the working-class Brooklyn kid who knew from age twelve that “to be a wiseguy was to own the world,” who grew up to live the highs and lows of the mafia gangster’s life—has been hailed as “the best book ever written on organized crime” (Cosmopolitan).  This is the true-crime bestseller that was the basis for Martin Scorsese’s film masterpiece GoodFellas, which brought to life the violence, the excess, the families, the wives and girlfriends, the drugs, the payoffs, the paybacks, the jail time, and the Feds…with Henry Hill’s crackling narration drawn straight out of Wiseguy and overseeing all the unforgettable action. “Nonstop...absolutely engrossing” (The New York Times Book Review).",
      "photo": "https://imgv2-1-f.scribdassets.com/img/word_document/224328783/original/432x574/b5d13a7eb3/1612189760?v=1",
      "genre": "scienceAndEducation",
      "id": 5
    },
    {
      "comments": [],
      "likes": 0,
      "name": "The Man in the High Castle",
      "author": "Philip K. Dick",
      "pages": "434 стр.",
      "price": "17",
      "description": "It’s America in 1962. Slavery is legal once again. The few Jews who still survive hide under assumed names. In San Francisco, the I Ching is as common as the Yellow Pages. All because some twenty years earlier the United States lost a war—and is now occupied by Nazi Germany and Japan.   This harrowing, Hugo Award–winning novel is the work that established Philip K. Dick as an innovator in science fiction while breaking the barrier between science fiction and the serious novel of ideas. In it Dick offers a haunting vision of history as a nightmare from which it may just be possible to wake.",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/249309559/original/432x574/450cc95693/1608258343?v=1",
      "genre": "fantasy",
      "id": 6
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Everybody Lies",
      "author": "Seth Stephens-Davidowitz",
      "pages": "434 стр.",
      "price": "15.99",
      "description": "Blending the informed analysis of The Signal and the Noise with the instructive iconoclasm of Think Like a Freak, a fascinating, illuminating, and witty look at what the vast amounts of information now instantly available to us reveals about ourselves and our world—provided we ask the right questions.  By the end of an average day in the early twenty-first century, human beings searching the internet will amass eight trillion gigabytes of data. This staggering amount of information—unprecedented in history—can tell us a great deal about who we are—the fears…",
      "photo": "https://imgv2-1-f.scribdassets.com/img/word_document/345562295/original/432x574/b21f32d78d/1612869915?v=1",
      "genre": "business",
      "id": 7
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Hoax: Donald Trump, Fox News",
      "author": "Brian Stelter",
      "pages": "434 стр.",
      "price": "53.99",
      "description": "While other leaders were marshaling resources to combat the greatest pandemic in modern history, President Donald Trump was watching TV. Trump watches over six hours of Fox News a day, a habit his staff refers to as “executive time.” In January 2020, when Fox News began to downplay COVID-19, the President was quick to agree. In March, as the deadly virus spiraled out of control, Sean Hannity mocked “coronavirus hysteria” as a “new hoax” from the left. Millions of Americans took Hannity and Trump's words as truth—until some of them started to get sick.  In Hoax, CNN anchor and chief media correspondent Brian Stelter tells the twisted story of the relationship between Donald Trump and Fox News. From the moment Trump glided down the golden escalator to announce his candidacy in the 2016 presidential election to his acquittal on two articles of impeachment in early 2020, Fox hosts spread his lies and smeared his enemies. Over the course of two years, Stelter spoke with over 250 current and former Fox insiders in an effort to understand the inner workings of Rupert Murdoch's multibillion-dollar media empire. Some of the confessions are alarming. “We don't really believe all this stuff,” a producer says. “We just tell other people to believe it.”",
      "photo": "https://imgv2-1-f.scribdassets.com/img/word_document/471783258/original/432x574/3c283c9cd0/1612796830?v=1",
      "genre": "business",
      "id": 9
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Vesper Flights",
      "author": "Helen Macdonald",
      "pages": "434 стр.",
      "price": "80",
      "description": "Thanks to the runaway breakout success of H is for Hawk, household name Macdonald is now regarded as one of our preeminent nature writers and has a semi-regular column in the New York Times Magazine in which she explores the human relationship to the natural world. Vesper Flights springs from some of these best-loved essays along with newly written ones on a wide range of topics from human migration to the solar eclipse, to Macdonald’s own childhood in England. One of our most critical and commercially successful memoirs ever, New York Times Bestseller H is for Hawk sold over 350,000 copies across all formats and was winner of the Samuel Johnson Prize for Nonfiction, the Costa Book Award, and the Prix due Meilleur Livre Etranger in France; was finalist for the National Book Critics Circle Award and the Kirkus Prize for Nonfiction, and was a top 10 book of the year for the NYT and O Magazine. H is for Hawk was a Best Book of the Year for Time, NPR, Vogue, Washington Post, Boston Globe, Chicago Tribune, Seattle Times, Miami…",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/467654510/original/432x574/ce9e18589c/1609937058?v=1",
      "genre": "scienceAndEducation",
      "id": 10
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Panda Bear, Panda Bear, What Do You See?",
      "author": "Bill Martin, Jr. and Eric Carle",
      "pages": "434 стр.",
      "price": "18",
      "description": "The author and illustrator team behind the classic Brown Bear, Brown Bear, What do you see? turn their extraordinary talents ot the theme of animal conservation.  Thirty-five years after their first groundbreaking collaboration, the creators of Brown Bear, Brown Bear, What Do You See? and Polar Bear, Polar Bear, What Do You Hear? reunite to address the important topic of animal conservation. A Bald Eagle soars, a Spider Monkey swings, a Macaroni Penguin struts, and a Red Wolf sneaks through Bill Martin Jr's rhythmic text and Eric Carle's vibrant images, and all are watched over by our best hope for the future-a dreaming child…",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/262753779/original/432x574/2ef875ef24/1612452379?v=1",
      "genre": "childrensBook",
      "id": 11
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Departure",
      "author": "A. G. Riddle",
      "pages": "434 стр.",
      "price": "43",
      "description": "From the author of the #1 bestselling The Atlantis Gene comes a new novel in which the world’s past and future rests in the hands of five unwitting strangers in this definitive edition of A. G. Riddle's time-traveling, mind-bending speculative thriller.  En route to London from New York, Flight 305 suddenly loses power and crash-lands in the English countryside, plunging a group of strangers into a mysterious adventure that will have repercussions for all of humankind.  Struggling to stay alive, the survivors soon realize that the world they’ve crashed in is very different from the one they left. But where are they? Why are they here? And how will…",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/283890866/original/432x574/9a374ce764/1612791163?v=1",
      "genre": "fantasy",
      "id": 12
    },
    {
      "comments": [],
      "likes": 0,
      "name": "News of the World: A Novel",
      "author": "Paulette Jiles",
      "pages": "434 стр.",
      "price": "15.40",
      "description": "In the aftermath of the Civil War, an aging itinerant news reader agrees to transport a young captive of the Kiowa back to her people in this exquisitely rendered, morally complex, multilayered novel of historical fiction from the author of Enemy Women that explores the boundaries of family, responsibility, honor, and trust.",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/326366193/original/432x574/1892c18892/1612758477?v=1",
      "genre": "classicLiterature ",
      "id": 13
    },
    {
      "comments": [],
      "likes": 0,
      "name": "The Scent Keeper: A Novel",
      "author": "Erica Bauermeister",
      "pages": "434 стр.",
      "price": "15",
      "description": "Erica Bauermeister, the national bestselling author of The School of Essential Ingredients, presents a moving and evocative coming-of-age novel about childhood stories, families lost and found, and how a fragrance conjures memories capable of shaping the course of our lives.  Emmeline lives an enchanted childhood on a remote island with her father, who teaches her about the natural world through her senses. What he won’t explain are the mysterious scents stored in the drawers that line the walls of their cabin, or the origin of the machine that creates them. As Emmeline grows, however, so too does her curiosity, until one day the unforeseen happens, and Emmeline is vaulted out into the real world--a place of…",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/471311987/original/432x574/35020b94a8/1611869155?v=1",
      "genre": "fantasy",
      "id": 14
    },
    {
      "comments": [],
      "likes": 0,
      "name": "The Institute: A Novel",
      "author": "Stephen King",
      "pages": "434 стр.",
      "price": "34",
      "description": "In the middle of the night, in a house on a quiet street in suburban Minneapolis, intruders silently murder Luke Ellis’s parents and load him into a black SUV. The operation takes less than two minutes. Luke will wake up at The Institute, in a room that looks just like his own, except there’s no window. And outside his door are other doors, behind which are other kids with special talents—telekinesis and telepathy—who got to this place the same way Luke did: Kalisha, Nick, George, Iris, and ten-year-old Avery Dixon. They are all in Front Half. Others, Luke learns, graduated to Back Half, “like the roach motel,” Kalisha says. “You check in, but you don’t check out.”",
      "photo": "https://imgv2-1-f.scribdassets.com/img/word_document/421911023/original/432x574/9ffa6dbc76/1613014855?v=1",
      "genre": "fantasy",
      "id": 15
    },
    {
      "comments": [],
      "likes": 0,
      "name": "The Language of Butterflies",
      "author": "Wendy Williams",
      "pages": "434 стр.",
      "price": "67",
      "description": "Butterflies are one of the world’s most beloved insects. From butterfly gardens to zoo exhibitions, they are one of the few insects we’ve encouraged to infiltrate our lives. Yet, what has drawn us to these creatures in the first place? And what are their lives really like? In this groundbreaking book, New York Times bestselling author and science journalist Wendy Williams reveals the inner lives of these “flying flowers”—creatures far more intelligent and tougher than we give them credit for.  Monarch butterflies migrate thousands of miles each year from Canada to Mexico. Other species have learned how to fool ants into taking care of them. Butterflies’ scales are inspiring researchers to create new life-saving medical technology. Williams takes readers to butterfly habitats across the globe and introduces us to not only various species, but to the scientists who have dedicated their lives to studying them.",
      "photo": "https://imgv2-1-f.scribdassets.com/img/word_document/455322859/original/432x574/43c05deeec/1611908645?v=1",
      "genre": "scienceAndEducation",
      "id": 16
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Sing, Unburied, Sing: A Novel",
      "author": "Jesmyn Ward",
      "pages": "434 стр.",
      "price": "27",
      "description": "Jesmyn Ward’s historic second National Book Award–winner is “perfectly poised for the moment” (The New York Times), an intimate portrait of three generations of a family and an epic tale of hope and struggle. “Ward’s writing throbs with life, grief, and love… this book is the kind that makes you ache to return to it” (Buzzfeed).  Jojo is thirteen years old and trying to understand what it means to be a man. He doesn’t lack in fathers to study, chief among them his Black grandfather, Pop. But there are other men who complicate his understanding: his absent White father, Michael, who is being released from prison; his absent White grandfather, Big Joseph, who won’t acknowledge his existence; and the memories of his dead uncle, Given, who died as a teenager.",
      "photo": "https://imgv2-1-f.scribdassets.com/img/word_document/356032151/original/432x574/5dcce3dd6e/1613031424?v=1",
      "genre": "fantasy",
      "id": 17
    },
    {
      "comments": [],
      "likes": 0,
      "name": "The Keeper of Lost Things: A Novel",
      "author": "Ruth Hogan",
      "pages": "434 стр.",
      "price": "55",
      "description": "An endearing, fantastical, and subtly moving debut novel that takes on the possibilities and joyful discoveries that often underlie the promises that we make and break. It is a story of losing and finding ourselves, of realizing that objects hold magic and meaning in our individual and shared lives, and a quest to find the surprising connections that endlessly bind us.  “Lime green plastic flower-shaped hair bobbles—Found, on the playing field, Derrywood Park, 2nd September. “Bone china cup and saucer—Found, on a bench in Riveria Public Gardens, 31st October.”",
      "photo": "https://imgv2-1-f.scribdassets.com/img/word_document/338062085/original/432x574/bc0b3c8eb1/1612775957?v=1",
      "genre": "fantasy",
      "id": 18
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Hidden Figures",
      "author": "Margot Lee Shetterly",
      "pages": "434 стр.",
      "price": "33",
      "description": "Long before Neil Armstrong walked on the moon, eve before John Glenn orbited the earth, a group of dedicated and intelligent female mathematicians used pencils, slide rulers, and adding machines to calculate and verify the numbers that would help the U.S. win the space race. Among these women known as “human computers” were a group of exceptionally talented African American women, and even though they worked in a different building, they were no less skilled at what they did.  Originally math teachers from various segregated public schools in the south, these women answered NASA’s call during the labour shortages of World War II, leaving their professional teaching jobs behind to become computers. Their new place of employment? The Langley Memorial Aeronautical Laboratory in Hampton, Virginia; a place where they could finally test the extremes of their skills.",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/322011392/original/432x574/c08129147f/1613040927?v=1",
      "genre": "scienceAndEducation",
      "id": 19
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Lovecraft Country: A Novel",
      "author": "Matt Ruff",
      "pages": "434 стр.",
      "price": "21",
      "description": "The critically acclaimed cult novelist makes visceral the terrors of life in Jim Crow America and its lingering effects in this brilliant and wondrous work of the imagination that melds historical fiction, pulp noir, and Lovecraftian horror and fantasy.  Chicago, 1954. When his father Montrose goes missing, 22-year-old Army veteran Atticus Turner embarks on a road trip to New England to find him, accompanied by his Uncle George—publisher of The Safe Negro Travel Guide—and his childhood friend Letitia. On…",
      "photo": "https://imgv2-1-f.scribdassets.com/img/word_document/296763595/original/432x574/9028312ff8/1612790394?v=1",
      "genre": "fantasy",
      "id": 20
    },
    {
      "comments": [],
      "likes": 0,
      "name": "What Every BODY is Saying",
      "author": "Joe Navarro and Marvin Karlins",
      "pages": "434 стр.",
      "price": "15",
      "description": "Read this book and send your nonverbal intelligence soaring. Joe Navarro, a former FBI counterintelligence officer and a recognized expert on nonverbal behavior, explains how to \"speed-read\" people: decode sentiments and behaviors, avoid hidden pitfalls, and look for deceptive behaviors. You'll also learn how your body language can influence what your boss, family, friends, and strangers think of you. You will discover:  The ancient survival instincts that drive body language. Why the face is the least likely place to gauge a person's true feelings. What thumbs, feet, and eyelids reveal about moods and motives. The most powerful behaviors that reveal our confidence and true sentiments. Simple nonverbals that instantly establish trust. Simple nonverbals that instantly communicate authority. Filled with examples from Navarro's professional experience, this definitive book offers a powerful new way to navigate your world.",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/163641250/original/432x574/6b35dc334a/1613005522?v=1",
      "genre": "thriller",
      "id": 21
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Tools of Titans",
      "author": "Timothy Ferriss and Arnold Schwarzenegger",
      "pages": "434 стр.",
      "price": "98",
      "description": "“For the last two years, I’ve interviewed more than 200 world-class performers for my podcast, The Tim Ferriss Show. The guests range from super celebs (Jamie Foxx, Arnold Schwarzenegger, etc.) and athletes (icons of powerlifting, gymnastics, surfing, etc.) to legendary Special Operations commanders and black-market biochemists. For most of my guests, it’s the first time they’ve agreed to a two-to-three-hour interview. This unusual depth has helped make The Tim Ferriss Show the first business/interview podcast to pass 100 million downloads.",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/333734978/original/432x574/402f087e26/1608516938?v=1",
      "genre": "russianLiterature",
      "id": 22
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Лебедь черный",
      "author": "Виктор Федорович Зимаков",
      "pages": "434 стр.",
      "price": "900",
      "description": "Книга о сибиряках, которые в делах ратных уничтожали фашистов, прыгали на вражьи позиции с самолетов без парашютов. Отстаивая веру истинную, избирали вольно Голгофой Красную площадь Москвы. Тяжелая доля штрафников и юмор из жизни жителей этого прекрасного края. Одна из версий нахождения золота Колчака на Алтае.",
      "photo": "https://static.ridero.ru/images/w350?bucket=store-raw-data.ridero.store&key=ridero/sku/2018-05/5b041be0bc911b0600e1ee88/rev.2020-08-05T14:17:54.322Z/cover-front.png&format=original",
      "genre": "thriller",
      "id": 23
    },
    {
      "comments": [],
      "likes": 0,
      "name": "The Kiss Quotient: Goodread's Romance Book of the Year",
      "author": "Helen Hoang",
      "pages": "434 стр.",
      "price": "18",
      "description": "It's high time for Stella Lane to settle down and find a husband - or so her mother tells her. This is no easy task for a wealthy, successful woman like Stella, who also happens to have Asperger's. Analyzing data is easy; handling the awkwardness of one-on-one dates is hard. To overcome her lack of dating experience, Stella decides to hire a male escort to teach her how to be a good girlfriend.  Faced with mounting bills, Michael decides to use his good looks and charm to make extra cash on the side. He has a very firm no repeat customer policy, but he's tempted to bend that rule when Stella approaches him with an unconventional proposal.",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/394915980/original/432x574/ffaea809ea/1612366833?v=1",
      "genre": "classicLiterature",
      "id": 24
    },
    {
      "comments": [],
      "likes": 0,
      "name": "The Martian Chronicles",
      "author": "Ray Bradbury",
      "pages": "434 стр.",
      "price": "11",
      "description": "The strange and wonderful tale of man’s experiences on Mars, filled with intense images and astonishing visions. Now part of the Voyager Classics collection.  The Martian Chronicles tells the story of humanity’s repeated attempts to colonize the red planet. The first men were few. Most succumbed to a disease they called the Great Loneliness when they saw their home planet dwindle to the size of a fist. They felt they had never been born. Those few that survived found no welcome on Mars. The shape-changing Martians thought they were native lunatics and duly locked them up.",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/234807616/original/432x574/f28b6acb8f/1606943545?v=1",
      "genre": "fantasy",
      "id": 25
    },
    {
      "comments": [
        {
          "userName": "Виталий Сармат",
          "userComment": "Очень интересная книга! "
        }
      ],
      "likes": 0,
      "name": "The Intelligent Investor, Rev. Ed",
      "author": "Benjamin Graham",
      "pages": "434 стр.",
      "price": "31.50",
      "description": "Often considered to be the greatest investment advisor of the 20th century, investor and author Benjamin Graham has taught and inspired people worldwide with his books. Graham’s solid philosophy of “value investing,” which is founded on the principles of shielding investors from substantial error, teaches people to create and foster long-term strategies. This strategy is what makes The Intelligent Investor the stock market bible, and it has been considered so since its release in 1949.  But no book should be trusted without proof, and with The Intelligent Investor, it has been proven over the years through market developments.",
      "photo": "https://imgv2-1-f.scribdassets.com/img/word_document/168907403/original/432x574/3ea30488d7/1612187800?v=1",
      "genre": "business",
      "id": 26
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Principles: Life and Work",
      "author": "Ray Dalio",
      "pages": "434 стр.",
      "price": "75",
      "description": "Ray Dalio, one of the world’s most successful investors and entrepreneurs, shares the unconventional principles that he’s developed, refined, and used over the past forty years to create unique results in both life and business—and which any person or organization can adopt to help achieve their goals.  In 1975, Ray Dalio founded an investment firm, Bridgewater Associates, out of his two-bedroom apartment in New York City. Forty years later, Bridgewater has made more money for its clients than any other hedge fund in history and grown into the fifth most important private company in the United States, according to Fortune magazine. Dalio himself has been named to Time magazine’s list of the 100 most influential people in the world. Along the way, Dalio discovered a set of unique principles that have led to Bridgewater’s exceptionally effective culture, which he describes as “an idea meritocracy that strives to achieve meaningful work and meaningful relationships through radical transparency.” It is these principles, and not anything special about Dalio—who grew up an ordinary kid in a middle-class Long Island neighborhood—that he believes are the reason behind his success.",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/357813054/original/432x574/7c375f59c0/1612906368?v=1",
      "genre": "business",
      "id": 27
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Doctor De Soto",
      "author": "William Steig",
      "pages": "400",
      "price": "34",
      "description": "This ebook includes audio narration. \"Doctor De Soto, the dentist, did very good work.\" With the aid of his able assistant, Mrs. De Soto, he copes with the toothaches of animals large and small. His expertise is so great that his fortunate patients never feel any pain.  Since he's a mouse, Doctor De Soto refuses to treat \"dangerous\" animals--that is, animals who have a taste for mice. But one day a fox shows up and begs for relief from the tooth that's killing him. How can the kindhearted De Sotos turn him away? But how can they make sure that the fox doesn't give in to his baser instincts once his tooth is fixed? Those clever De Sotos will find a way.",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/262750261/original/432x574/730a4e31fd/1612656796?v=1",
      "genre": "childrensBook",
      "id": 31
    },
    {
      "comments": [],
      "likes": 0,
      "name": "The One and Only Ivan",
      "author": "Katherine Applegate",
      "description": "Inspired by a true story, this is the beautifully written tale of how a mighty gorilla wins his freedom. A winning blend of humour and poignancy that will appeal to fans of Michael Morpurgo.  This #1 New York Times bestselling and Newbery Award-winning novel is coming to the big screen this summer, with a star-studded cast including Sam Rockwell, Angelina Jolie, Danny DeVito, Helen Mirren, Bryan Cranston, and more!  Ivan is an easy-going gorilla who has spent his life performing for the crowds at the Exit 8 shopping mall. He rarely misses life in the jungle. In fact, he hardly thinks about it at all. But everything changes when a baby elephant called Ruby arrives and Ivan realises he must find a new life for them both.",
      "pages": "200",
      "price": "12.99",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/234809629/original/432x574/2f0c6cb949/1612523609?v=1",
      "genre": "childrensBook",
      "id": 32
    },
    {
      "comments": [],
      "likes": 0,
      "name": " Book Actions Start Your Free 30 Days Read Preview  Save for LaterSave Tiny T. Rex and the Impossible Hug For Later Create A List Download To App Share Book Information Tiny T. Rex and the Impossible Hug",
      "author": "Jonathan Stutzman and Jay Fleck",
      "description": "Tiny T. Rex has a HUGE problem. His friend Pointy needs cheering up and only a hug will do. But with his short stature and teeny T. Rex arms, is a hug impossible? Not if Tiny has anything to say about it! Join this plucky little dinosaur in his very first adventure—a warm and funny tale that proves the best hugs come from the biggest hearts. Introducing an unforgettable character on the picture book scene, Tiny T. Rex will stomp into the hearts of readers in this winning new series.",
      "pages": "200",
      "price": "10",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/390756166/original/432x574/acdb0f2aa6/1610227658?v=1",
      "genre": "childrensBook",
      "id": 33
    },
    {
      "comments": [],
      "likes": 0,
      "name": "A Long Walk to Water: Based on a True Story",
      "author": "Linda Sue Park and Ginger Knowlton",
      "description": "A Long Walk to Water is based on two heartbreaking true stories. Nya, a young girl from South Sudan, fetches water from a pond that is two hours walk from her home; she must make this dangerous trek two times a day. A boy, Salva, has become one of the “lost boys” of Sudan, seeking refuge across the African continent as he flees from a war in which he would be either unwilling soldier or victim.  Throughout the story we follow both Salva and Nya through their independent adventures, coming to understand their difficult lives and the circumstances that brought their country to this desparate chaos.  A story of hope, tragedy, and redemption, A Long Walk to Water is a beautiful and heartbreaking glimpse of the Sudanese people and their struggles.",
      "pages": "200",
      "price": "14.99",
      "photo": "https://imgv2-1-f.scribdassets.com/img/word_document/249308789/original/432x574/d00bb5cc44/1611516698?v=1",
      "genre": "childrensBook",
      "id": 34
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Rain School",
      "author": "James Rumford",
      "description": "It is the first day of school in Chad, Africa. Children are filling the road.  \"Will they give us a notebook?\" Thomas asks. \"Will they give us a pencil?\" \"Will I learn to read?\"  But when he and the other children arrive at the schoolyard, they find no classroom, no desks. Just a teacher. \"We will build our school,\" she says. \"This is our first lesson.\"  James Rumford, who lived in Chad as a Peace Corps volunteer, fills these pages with vibrant ink-and-pastel colors of Africa and the spare words of a poet to show how important learning is in a country where only a few children are able to go to school.",
      "pages": "600",
      "price": "15",
      "photo": "https://imgv2-1-f.scribdassets.com/img/word_document/449817798/original/432x574/ebb5d6714e/1608258386?v=1",
      "genre": "childrensBook",
      "id": 35
    },
    {
      "comments": [],
      "likes": 0,
      "genre": "classicLiterature",
      "name": "White Hot",
      "author": "Sandra Brown",
      "pages": "345",
      "price": "14.99",
      "description": "When her younger brother, Danny, commits suicide, Sayre Lynch breaks her vow never to return to her Louisiana hometown, and gets drawn back into her tyrannical father's web. He and her older brother—who control the town's sole industry, an iron foundry—are as corrupt as ever. Worse, they have hired a shrewd and disarming new lawyer, Beck Merchant…a man with his own agenda. When the police determine that Danny's suicide was actually a homicide, Sayre must battle her family—and her passionate feelings for Beck—as she confronts a powder keg of old hatreds, past crimes, and a surprising plan of revenge.",
      "photo": "https://imgv2-1-f.scribdassets.com/img/word_document/225101225/original/432x574/36cc60089d/1611902308?v=1",
      "id": 36
    },
    {
      "comments": [],
      "likes": 0,
      "genre": "classicLiterature",
      "name": "Maybe Someday",
      "author": "Colleen Hoover",
      "pages": "345",
      "price": "17.99",
      "description": "At twenty-two years old, Sydney is enjoying a great life: She’s in college, working a steady job, in love with her wonderful boyfriend, Hunter, and rooming with her best friend, Tori. But everything changes when she discovers that Hunter is cheating on her—and she’s forced to decide what her next move should be.  Soon, Sydney finds herself captivated by her mysterious and attractive neighbor, Ridge. She can't take her eyes off him or stop listening to the passionate way he plays his guitar every evening out on his balcony. And there’s something about Sydney that Ridge can’t ignore, either. They soon find themselves needing each other in more ways than one.",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/233886933/original/432x574/670c1264b8/1613013967?v=1",
      "id": 37
    },
    {
      "comments": [],
      "likes": 0,
      "genre": "classicLiterature",
      "name": "The Seven Husbands of Evelyn Hugo: A Novel",
      "author": "Taylor Jenkins Reid",
      "pages": "345",
      "price": "12",
      "description": "Aging and reclusive Hollywood movie icon Evelyn Hugo is finally ready to tell the truth about her glamorous and scandalous life. But when she chooses unknown magazine reporter Monique Grant for the job, no one is more astounded than Monique herself. Why her? Why now?  Monique is not exactly on top of the world. Her husband has left her, and her professional life is going nowhere. Regardless of why Evelyn has selected her to write her biography, Monique is determined to use this opportunity to jumpstart her career.",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/348099344/original/432x574/c94dd4ef64/1612796051?v=1",
      "id": 38
    },
    {
      "comments": [],
      "likes": 0,
      "genre": "classicLiterature",
      "name": "Homecoming Daze",
      "author": "Kelly Papyrus",
      "pages": "230",
      "price": "20",
      "description": "After almost four years of studying at Tubman Walker, a Historically Black College/University, Norah is ready to graduate and leave the social scene behind. First, she has to finish her student film about HBCU Homecoming weekend, and get to know each of her subjects better.  As she interviews and follows Caleb, an activist from a politically aware, well-off family, and Taiwo, a first-generation American struggling to get by with student jobs, each of them starts to draw her in and inspire her overactive imagination. With little experience and even less confidence, Norah has to navigate making the movie, her growing attraction to each subject, and the minefield that is Homecoming fashion.",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/491623421/original/432x574/eaf544f9f8/1612987822?v=1",
      "id": 39
    },
    {
      "comments": [],
      "likes": 0,
      "name": "Along for the Ride",
      "genre": "classicLiterature",
      "author": "Rachel Bowdler",
      "pages": "23",
      "description": "Between living with her demeaning ex-boyfriend, finding herself jobless, and struggling to make her dream a reality, aspiring photographer Emmy Vaughn has it rough, to say the least. Her luck changes when she bumps into Lachlan Sinclair, the charming yet rugged Scot who is about to tour Europe on his motorcycle. With no roots to tie him down, Lachlan is drifting to Prague.  With the prospect of filling her photography book full of real, varied people and visiting her family in Germany, bright and colorful Emmy seizes the opportunity. Besides, she and Lachlan agreed to be nothing more than friends. As they travel through beautiful cities and make due with their dwindling funds,",
      "price": "15",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/490886047/original/432x574/618369dbdd/1612987766?v=1",
      "id": 40
    },
    {
      "comments": [],
      "likes": 0,
      "genre": "business",
      "name": "Console Wars: Sega and Nintendo",
      "author": "Blake J. Harris",
      "description": "In 1990, Nintendo had a virtual monopoly on the video game industry. Sega, on the other hand, was just a faltering arcade company with big aspirations and even bigger personalities. But that would all change with the arrival of Tom Kalinske, a man who knew nothing about videogames and everything about fighting uphill battles. His unconventional tactics, combined with the blood, sweat and bold ideas of his renegade employees, transformed Sega and eventually led to a ruthless David-and-Goliath showdown with rival Nintendo.",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/221042173/original/432x574/87214501fc/1613004485?v=1",
      "pages": "235",
      "price": "45.00",
      "id": 41
    },
    {
      "comments": [],
      "likes": 0,
      "genre": "business",
      "name": "Tribe of Mentors: Short Life Advice",
      "author": "Timothy Ferriss",
      "pages": "234",
      "price": "34",
      "description": "This book contains their answers—practical and tactical advice from mentors who have found solutions. Whether you want to 10x your results, get unstuck, or reinvent yourself, someone else has traveled a similar path and taken notes.  This book, Tribe of Mentors, includes many of the people I grew up viewing as idols or demi-gods. Less than 10% have been on my podcast (The Tim Ferriss Show, more than 200 million downloads), making this a brand-new playbook of playbooks.",
      "photo": "https://imgv2-1-f.scribdassets.com/img/word_document/364999910/original/432x574/aeef3dc27b/1610925671?v=1",
      "id": 42
    },
    {
      "comments": [],
      "likes": 0,
      "genre": "classicLiterature",
      "name": "The Sun Also Rises",
      "author": "Ernest Hemingway",
      "pages": "234",
      "price": "15.99",
      "description": "The Sun Also Rises is a classic example of Hemingway’s spare but powerful writing style. A poignant look at the disillusionment and angst of the post-World War I generation, the novel introduces two of Hemingway’s most unforgettable characters: Jake Barnes and Lady Brett Ashley. The story follows the flamboyant Brett and the hapless Jake as they journey from the wild nightlife of 1920s Paris to the brutal bullfighting rings of Spain with a motley group of expatriates. It is an age of moral bankruptcy, spiritual dissolution, unrealized love, and vanishing illusions. First published in 1926, The Sun Also Rises is “an absorbing, beautifully and tenderly absurd, heartbreaking narrative…a truly gripping story, told in lean, hard, athletic prose” (The New York Times).",
      "photo": "https://imgv2-2-f.scribdassets.com/img/word_document/235411449/original/432x574/745f9968b4/1612224223?v=1",
      "id": 43
    }
  ]
}